<?php
// Heading
$_['heading_title']       = 'Заказать в 1 клик';

// Text
$_['text_module']         = 'Модули';
$_['text_success']        = 'Модуль "Заказать в 1 клик" успешно обновлен!';
$_['text_order_status']   = 'Статус заказа:';
$_['text_response']   	  = 'Сообщение о заказе:';
$_['text_response_default'] = 'Ваш заказ будет обработан, представитель свяжется с Вами для обсуждения дальнейших деталей сделки.';


// Error
$_['error_permission']    = 'У Вас нет прав для изменения модуля "Заказать в 1 клик"!';
?>