<?php
// Heading
$_['heading_title']    			= 'Подписка на оптовый прайс';

// Text
$_['text_module']         		= 'Модули';
$_['text_success']       		= 'Настройки модуля "Подписка на оптовый прайс" обновлены!';
$_['text_content_top']    		= 'Верх страницы';
$_['text_content_bottom']	= 'Низ страницы';
$_['text_column_left']    		= 'Левая колонка';
$_['text_column_right']   		= 'Правая колонка';

// Entry
$_['entry_mail']   		 		= 'Уведомлять администратора по Email о новой подписке:';
$_['entry_registered']   		= 'Разрешить зарегистрированным пользователям осуществлять подписку или отказ от неё:</span>';
$_['entry_unsubscribe']  		= 'Кнопка "Отказ от рассылки":';

$_['entry_layout']       			= 'Схема:';
$_['entry_position']     		= 'Расположение:';
$_['entry_status']       		= 'Статус:';
$_['entry_sort_order']   		= 'Порядок сортировки:';

// Error
$_['error_permission']    		= 'У Вас нет прав для управления модулем "Подписка на оптовый прайс"!';
?>