<?php
// Heading
$_['heading_title']      = 'SOFORP Водный Знак';

// Text
$_['text_module']        = 'Модули';
$_['text_success']       = 'Настройки модуля обновлены!';
$_['text_browse']        = 'Выбрать';
$_['text_clear']         = 'Очистить';
$_['text_image_manager'] = 'Менеджер изображений';

$_['button_apply']       = 'Применить';
$_['button_close']       = 'Закрыть';

$_['text_percent_of_image']    = '% изображения';
$_['text_automatic']           = 'автоматически';
$_['text_manual']              = 'вручную';
$_['text_topleft']             = 'вверху слева';
$_['text_topcenter']           = 'вверху центр';
$_['text_topright']            = 'вверху справа';
$_['text_centerleft']          = 'центр слева';
$_['text_middle']              = 'центр';
$_['text_centerright']         = 'центр справа';
$_['text_bottomleft']          = 'снизу слева';
$_['text_bottomcenter']        = 'снизу центр';
$_['text_bottomright']         = 'снизу справа';
$_['text_percent_from_top']    = '% сверху';
$_['text_percent_from_left']   = '% слева';
$_['text_min_width']           = 'Мин. ширина:';
$_['text_min_height']          = 'Мин. высота:';

// Entry
$_['entry_status']   = 'Использовать водный знак:<br /><span class="help">Водный знак будет применяться к картинкам продуктов, категорий и производителей.</span>';
$_['entry_debug']    = 'Отладочный режим:<br /><span class="help">В системные логи будет писаться различная информация для разработчика модуля.</span>';
$_['entry_exclude']  = 'Исключить каталоги:<br /><span class="help">Водный знак не будет применяться к картинкам из указанных каталогов.</span>';
$_['entry_image']    = 'Водный знак:<br /><span class="help">Изображение должно быть с прозрачностью (png, gif).</span>';
$_['entry_size']     = 'Размеры водного знака:<br /><span class="help">Считается от размера изображения. Пустое значение, как и 0, означает исходный размер.</span>';
$_['entry_position'] = 'Положение водного знака:';
$_['entry_min_size'] = 'Минимальные размеры изображения:<br /><span class="help">Водный знак не будет применяться на изображения с меньшей шириной или высотой чем указанные. Если указан 0, то используется для всех размеров</span>';

// Error
$_['error_permission'] = 'У Вас нет прав для управления этим модулем!';
$_['error_image']    = 'Укажите картинку с водным знаком!';
$_['error_size']     = 'Размер водного знака должен быть целым числом от 0 до 100!';
$_['error_position'] = 'Укажите положение водного знака!';
$_['error_offset']   = 'Положение водного знака должно быть целым числом от 0 до 100!';
?>