<?php
// Text
$_['heading_title'] = 'Запрос отправлен';
$_['text_error'] = 'Форма не найдена!';
$_['text_button'] = 'Отправить';
// Error
$_['error_required'] = 'Обязательное поле';
$_['error_value'] = 'Неверное значение';
$_['error_email'] = 'Введите правильный e-mail';
$_['error_number'] = 'Введите число';
$_['error_captcha'] = 'Неправильный код';
$_['error_file'] = 'Выберите файл';
$_['error_file_ext'] = 'Неверный формат файла';
$_['error_file_size'] = 'Слишком большой размер файла';
$_['text_message']   = 'Ваш запрос был успешно отправлен администрации магазина!';
$_['error_error'] = 'В форме есть ошибки!';

//DateTime
$_['text_prevtext'] = '<Пред';
$_['text_nexttext'] = 'След>';
$_['text_currenttext'] = 'Сегодня';
$_['text_monthnames'] = "['Январь','Февраль','Март','Апрель','Май','Июнь','Июль','Август','Сентябрь','Октябрь','Ноябрь','Декабрь']";
$_['text_monthnamesshort'] = "['Янв','Фев','Мар','Апр','Май','Июн','Июл','Авг','Сен','Окт','Ноя','Дек']";
$_['text_daynames'] = "['воскресенье','понедельник','вторник','среда','четверг','пятница','суббота']";
$_['text_daynamesshort'] = "['вск','пнд','втр','срд','чтв','птн','сбт']";
$_['text_daynamesmin'] = "['Вс','Пн','Вт','Ср','Чт','Пт','Сб']";
$_['text_weekheader'] = 'Не';
$_['text_timeonlytitle'] = 'Выберите время';
$_['text_timetext'] = 'Время';
$_['text_hourtext'] = 'Часы';
$_['text_minutetext'] = 'Минуты';
$_['text_secondtext'] = 'Секунды';
$_['text_currenttext2'] = 'Теперь';
$_['text_closetext'] = 'Закрыть';

$_['text_product'] = 'Товар';
$_['text_model'] = 'Модель';
$_['text_total'] = 'Сумма';
$_['text_price'] = 'Цена';
$_['text_quantity'] = 'Количество';
$_['text_special'] = 'Специальная цена';
$_['new_mail'] = 'Новое письмо';
$_['text_customer'] = 'Вы заполнили форму - ';
$_['text_customer_reg'] = 'Регистрация в магазине ';
$_['text_customer_acaunt'] = 'Для Вас была создана учетная запись. Вы можете авторизоватся используя следующие данные:';
$_['text_customer_login'] = 'Логин';
$_['text_customer_pass'] = 'Пароль';
$_['text_customer_log'] = 'Вход в магазин';
?>