<?php
// Text
$_['text_error'] = 'Форма не найдена!';
$_['text_button'] = 'Отправить';
// Error
$_['error_required'] = 'Обязательное поле';
$_['error_value'] = 'Неверное значение';
$_['error_email'] = 'Введите правильный e-mail';
$_['error_number'] = 'Введите число';
$_['error_captcha'] = 'Не правильный код';
$_['error_file'] = 'Выберите файл';
$_['error_file_ext'] = 'Неверный формат файла';
$_['error_file_size'] = 'Слишком большой размер файла';
$_['text_message']   = 'Ваш запрос был успешно отправлен администрации магазина!';
?>