<?php
// Heading
$_['heading_title']				= 'Быстрый заказ';

// Text
$_['text_process']				= 'Обработка...';
$_['text_required']				= 'Обязательно для заполнения';
$_['text_total']				= 'Итого:';
$_['text_captcha_reload']		= 'Показать другую картинку';
$_['text_select']				= ' --- Не выбрано --- ';

// Button
$_['button_send']				= 'Заказать';

// Error
$_['error_warning']				= 'Внимательно проверьте форму на ошибки!';
$_['error_stock']				= 'Товары, отмеченные ***, недоступны в нужном количестве или их нет на складе!';
$_['error_minimum']				= 'Минимальное количество для заказа товара %s составляет %s!';
$_['error_field_empty']			= 'Поле «%s» не найдено!';
$_['error_product']				= 'Товар не найден!';
$_['error_required']			= 'Поле должно быть заполнено!';
$_['error_required_options']	= 'Заполните все обязательные опции товара: %s!';
$_['error_system_fields']		= 'Данные не получены!';
$_['error_arguments']			= 'Возникла проблема при обработке вашего заказа! Если проблема возникает повторно, попробуйте изменить способ оплаты или свяжитесь с <a href="%s">администратором магазина</a>.';
$_['error_profile_required']	= 'Пожалуйста, выберите профиль оплаты!';

?>
