<?php
/*
 * Shoputils
 *
 * ПРИМЕЧАНИЕ К ЛИЦЕНЗИОННОМУ СОГЛАШЕНИЮ
 *
 * Этот файл связан лицензионным соглашением, которое можно найти в архиве,
 * вместе с этим файлом. Файл лицензии называется: LICENSE.1.5.x.RUS.txt
 * Так же лицензионное соглашение можно найти по адресу:
 * http://opencart.shoputils.ru/LICENSE.1.5.x.RUS.txt
 * 
 * =================================================================
 * OPENCART 1.5.x ПРИМЕЧАНИЕ ПО ИСПОЛЬЗОВАНИЮ
 * =================================================================
 *  Этот файл предназначен для Opencart 1.5.x. Shoputils не
 *  гарантирует правильную работу этого расширения на любой другой 
 *  версии Opencart, кроме Opencart 1.5.x. 
 *  Shoputils не поддерживает программное обеспечение для других 
 *  версий Opencart.
 * =================================================================
*/

// Heading
$_['heading_title']      = 'Доставка курьером по городу';

// Text
$_['text_shipping']      = 'Доставка';
$_['text_success']       = 'Настройки модуля обновлены!';

// Entry
$_['entry_status']       = 'Статус:';
$_['entry_sort_order']   = 'Порядок сортировки:';
$_['entry_geo_zone']     = 'Географическая зона:';
$_['entry_name']         = 'Название:';
$_['entry_name_help']    = 'Название метода доставки на странице оформления заказа';
$_['entry_free_shipping']       = 'Сумма заказа для бесплатной доставки:';
$_['entry_free_shipping_help']  = 'Если поле пустое или равно нулю, то бесплатная доставка отключена';
$_['entry_minimal_price']       = 'Минимальная стоимость доставки:';
$_['entry_minimal_price_help']  = 'Если процент от суммы заказа меньше минимальной стоимости доставки, то стоимость доставки будет равнятся минимальной стоимости доставки';
$_['entry_minimal_order']       = 'Минимальная стоимость заказа:';
$_['entry_minimal_order_help']  = 'Если сумма заказа меньше указанной суммы, и поле не пустое и не равно нулю, то этот вид доставки, при оформлении заказа, не виден.';
$_['entry_percent']       = 'Процент от суммы заказа:';
$_['entry_percent_help']  = 'Какой процент от суммы заказа будет стоить доставка';
$_['entry_name_help']    = 'Название метода доставки на странице оформления заказа';
$_['entry_description']         = 'Описание:';
$_['entry_description_help']    = 'Дополнительно описание на странице оформления заказа (например: доставка в пределах МКАД)';

// Error
$_['error_permission']   = 'У Вас нет прав для управления этим модулем!';
?>